export const QUESTIONS_CONST = [
    {
        'number': 1,
        'title': 'Русь и золотая орда',
        'question': 'С именем какого князя связано объединение Галицкого и Волынского княжеств?',
        'answers': ['Романа Мстиславича', 'Александра Невского', 'Андрея Боголюбского', 'Юрия Долгорукого'],
        'right_answer': 'Романа Мстиславича'
    },
    {
        'number': 2,
        'title': 'Арифметика',
        'question': 'Сколько будет 2 + 2',
        'answers': ['1', '2', '3', '4'],
        'right_answer': '4'
    },
    {
        'number': 3,
        'title': 'Геометрия',
        'question': 'Формула площади окружности',
        'answers': ['pr^2', 'cmt', 'pr/4', 'b^2-4ac'],
        'right_answer': 'pr^2'
    },
    {
        'number': 4,
        'title': 'Астрономия',
        'question': 'Название пятой планеты солнечной системы',
        'answers': ['Меркурий', 'Юпитер', 'Земля', 'Марс'],
        'right_answer': 'Юпитер'
    },
    {
        'number': 5,
        'title': 'История',
        'question': 'Дата распада СССР',
        'answers': ['24 июля 2000 г.', '7 февраля 1889 г.', '26 декабря 1991 г.', '16 декабря 1997 г.'],
        'right_answer': '26 декабря 1991 г.'
    }
]